@extends("layouts.app")

@section("content")

@include("layouts._header")
        <div class="container">
            <div>
                <h2 class="text-center bg-success mt-5 mb-5 p-4 text-white">من نحن</h2>
                <P style="font-size: 19px">نحن موقع الكتروني غير ربحي يسعى لتقديم الخدمات والمعلومات التي تتعلق في عملية البحث عن منزل سكني أو محل تجاري للإيجار
                لفترة زمنية </br> معينة ونقوم نحن بتقريب وجهات النظر من خلال توفير معلومات كافية لكلا الطرفين من حيث السعر والمكان والتفاصيل الدقيقة والشروط </br>الأخرى من قبل الطرفين التي لا تتوفر في عملية البحث التقليدية
                ومن خلالها نقوم بعرض أفضل الخيارات المتاحة للإيجار على حسب طلب </br>المستخدم أو صاحب المصلحة التجارية مع مراعاة الأمانة والإخلاص في عملية إيضاح الصورة
                لكلا الطرفين وعملية نشر المعلومات والبيانات الكافية.</P>
            </div>

            <div>
                <h2 class="text-center bg-success mt-5 mb-5 p-4 text-white">وماذا أيضاً؟</h2>
                <P style="font-size: 19px">علمنا غير مقتصر فقط على المستخدمين الباحثين عن محل تجاري أو منزل سكني للإيجار ولكن! نحن أيضاً نوفر تسجيل اشتراك من قبل أصحاب العقارات لوضع اعلاناتهم وعقاراتهم بحرية
                تامة ويقوم بنشرها ونقوم بالإطلاع عليها تفادياً لأي اخطاء وتعديلها بما يتناسب مع ممتلكات صاحب العقار ومتطلباته بكل شفافية.</P>
            </div>

            <div class="mb-5">
                <h2 class="text-center bg-success mt-5 mb-5 p-4 text-white">إلى ماذا نهدف؟</h2>
                <P style="font-size: 19px">هدفنا الأساسي من الموقع تقليل احتكار سماسرة العقارات الشخص الوسيط بين المستأجر والمؤجر
                بحيث يصبح التواصل مباشرة بين الطرفين </br>ولا سلطة لأحد عليهم مما يؤدي الى تقليل النفقات والمصاريف التي يدفعها الطرفين خلال عملية التأجير وتقليل الوقت في عملية التأجير.</P>
            </div>
        </div>
@include("layouts._footer")


@endsection
@push('script')
        <script>
            $("#message").click(function () {
                var owner = $(this).data('owner');
                var apartment = $(this).data('apartment');
                var name = $("#name").va();
                console.log(name);
                $('#owner_id').val(owner);
                $('#apartment_id').val(apartment);
                $('#Name').val(name);
            });
        </script>
@endpush
